Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/LoginManager.xcstrings
Source language: en_us
Languages: ab, af, an, ar, ast, az, be, bg, bn, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fa, fi, fil, fr, ga, gd, gl, gu_in, he, hi_in, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, km, kn, ko, lo, lt, lv, ml, mr, ms, my, nb, ne_np, nl, nn, oc, pa_in, pl, pt_br, pt_pt, rm, ro, ru, sat_olck, scn, ses, si, sk, sl, sq, su, sv, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, zh_cn, zh_tw

source: Reveal
ab: Арбара
af: Onthul
an: Amostrar
ar: اعرض
az: Aşkar et
be: Праявіць
bg: Разкриване
bn: প্রকাশ করুন
br: Dizoloiñ
bs: Otkrij
ca: Mostra
co: Palisà
cs: Ukázat
cy: Dadlennu
da: Vis
de: Anzeigen
dsb: Pokazaś
el: Αποκάλυψη
eo: Malkaŝi
es: Mostrar
es_ar: Mostrar
es_cl: Revelar
es_mx: Mostrar
et: Kuva
eu: Agerrarazi
fa: آشکارساختن
fi: Näytä
fil: Ipakita
fr: Afficher
ga: Nocht
gd: Nochd
gl: Amosar
gu_in: દર્શાવો
he: חשיפה
hi_in: दिखाएं
hr: Otkrij
hsb: Pokazać
hu: Felfedés
hy_am: Բացահայտել
ia: Revelar
id: Tampilkan
is: Sýna
it: Mostra
ja: 開示
ka: ჩვენება
kab: Mmel
kk: Көрсету
km: បង្ហាញ
kn: ಬಹಿರಂಗಪಡಿಸು
ko: 표시
lo: ເປີດເຜີຍ
lt: Rodyti
lv: Atklāt
ml: വെളിപ്പെടുത്തുക
mr: प्रकट करा
ms: Dedahkan
my: ဖော်ပြပါ
nb: Vis
ne_np: प्रकट
nl: Weergeven
nn: Vis
oc: Afichar
pa_in: ਪ੍ਰਗਟਾਉਣਾ
pl: Wyświetl
pt_br: Revelar
pt_pt: Revelar
rm: Mussar
ro: Dezvăluie
ru: Показать
sat_olck: ᱩᱫᱩᱜ
scn: Mustra
ses: Bangandi
si: පෙන්වන්න
sk: Ukázať
sl: Razkrij
sq: Shfaqe
su: Bolékérkeun
sv: Visa
ta: வெளிப்படுத்து
te: బహిరంగపరచు
tg: Нишон додан
th: เปิดเผย
tr: Göster
tt: Күрсәтү
ug: كۆرسەت
uk: Показати
ur: افشاں کریں
uz: Aniqlash
vi: Tiết lộ
zh_cn: 显示
zh_tw: 顯示

source: Search
ab: Аԥшаара
af: Soek
an: Buscar
ar: ابحث
ast: Buscar
az: Axtar
be: Пошук
bg: Търсене
bn: অনুসন্ধান করুন
br: Klask
bs: Traži
ca: Cerca
co: Ricercà
cs: Hledat
cy: Chwilio
da: Søg
de: Suchen
dsb: Pytaś
el: Αναζήτηση
eo: Serĉi
es: Buscar
es_ar: Buscar
es_cl: Buscar
es_mx: Buscar
et: Otsi
eu: Bilaketa
fa: جست و جو
fi: Hae
fil: Hanapin
fr: Rechercher
ga: Cuardaigh
gd: Lorg
gl: Buscar
gu_in: શોધો
he: חיפוש
hi_in: ढूंढें
hr: Traži
hsb: Pytać
hu: Keresés
hy_am: Որոնում
ia: Cercar
id: Cari
is: Leita
it: Ricerca
ja: 検索
ka: ძიება
kab: Nadi
kk: Іздеу
km: ស្វែងរក
kn: ಹುಡುಕು
ko: 검색
lo: ຄົ້ນຫາ
lt: Paieška
lv: Meklēt
ml: തിരയുക
mr: शोधा
ms: Cari
my: ရှာဖွေရန်
nb: Søk
ne_np: खोजी गर्नुहोस्
nl: Zoeken
nn: Søk
oc: Recercar
pa_in: ਖੋਜੋ
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisa
rm: Tschertgar
ro: Caută
ru: Поиск
sat_olck: ᱥᱮᱸᱫᱽᱨᱟ
scn: Riscedi
ses: Ceeci
si: සොයන්න
sk: Hľadať
sl: Išči
sq: Kërkim
su: Paluruh
sv: Sök
ta: தேடு
te: శోధన
tg: Ҷустуҷӯ
th: ค้นหา
tr: Ara
tt: Эзләү
ug: ئىزدە
uk: Пошук
ur: تلاش
uz: Qidirish
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: Search Input Field
ab: Аҭагалара аҭакыра аԥшаара
an: Campo de texto de busqueda
ar: حقل عبارة البحث
az: Axtarış daxil etmə ərazisi
be: Поле ўводу пошуку
bg: Поле за търсене
bn: ইনপুট ফিল্ডে অনুসন্ধান করুন
br: Maeziad klask
bs: Polje za pretragu
ca: Camp d'entrada de la cerca
co: Ricercà identificazioni di cunnessione
cs: Vstupní pole hledání
cy: Maes Mewnbwn Chwilio
da: Søge-inputs-felt
de: Sucheingabefeld
dsb: Pytańske pólo
el: Πεδίο εισαγωγής αναζήτησης
eo: Kampo por enigi serĉon
es: Campo de texto de búsqueda
es_ar: Campo de texto de búsqueda
es_cl: Buscar campo de entrada
es_mx: Buscar campo de entrada
et: Otsingu sisestusväli
eu: Bilaketa-eremua
fa: بخش ورود اطلاعات جست‌و‌جو
fi: Haun tekstikenttä
fr: Rechercher des identifiants
ga: Réimse Cuardaigh
gd: Raon an luirg
gl: Campo de entrada da busca
gu_in: ઇનપુટ ક્ષેત્ર શોધો
he: שדה קלט חיפוש
hi_in: इनपुट क्षेत्र खोजें
hr: Polje za pretragu
hsb: Zapodawanske polo pytać
hu: Keresési beviteli mező
hy_am: Որոնման ներածման դաշտ
ia: Campo de entrata del recerca
id: Bidan Isian Pencarian
is: Innsláttarreitur fyrir leit
it: Campo di ricerca
ja: 検索入力フィールド
ka: საძიებო ველი
kab: Urti n unekcam n unadi
kk: Іздеуді енгізу өрісі
km: វាល​បញ្ចូល​ស្វែងរក
kn: ಇನ್ಪುಟ್ ಫೀಲ್ಡ್ ಅನ್ನು ಹುಡುಕಿ
ko: 검색 입력창
lo: ບ່ອນປ້ອນຄຳທີ່ຕ້ອງການຄົ້ນຫາ
lt: Paieškos laukas
lv: Meklēšanas ievades lauks
ml: തെരയുന്ന വാക്കിടാനുള്ള ഇടം
mr: इनपुट फील्ड शोधा
ms: Cari Medan Input
my: ရှာဖွေမှုဆိုင်ရာ ရိုက်ထည့်ရန်အကွက်
nb: Søkefelt
ne_np: ईन्पुट स्थानमा खोजी गर्नुहोस्
nl: Zoekinvoerveld
nn: Søkjefelt
oc: Recercar d’identificants
pa_in: ਇਨਪੁਟ ਖੇਤਰ ਨੂੰ ਖੋਜੋ
pl: Pole wyszukiwania
pt_br: Campo de pesquisa
pt_pt: Pesquisar no campo de inserção
rm: Champ d'endataziun per tschertgar
ro: Câmp de introducere a căutării
ru: Поле ввода поиска
sat_olck: ᱯᱟᱱᱛᱮ ᱟᱫᱮᱨ ᱡᱟᱭᱜᱟ
scn: Campu di risciduta
ses: Damhaya faari ceeci
si: ආදාන ක්‍ෂේත්‍රයෙහි සොයන්න
sk: Vstupné pole vyhľadávania
sl: Iskalno polje
sq: Fushë Dhënieje Kërkimi
su: Widang Eusian Pamaluruhan
sv: Sökinmatningsfält
ta: உள்ளீடு பலத்தை தேடு
te: శోధన ఇన్పుట్ ఫీల్డ్
tg: Сатри дархости ҷустуҷӯ
th: ช่องกรอกคำค้นหา
tr: Arama girdisi alanı
tt: Эзләнәсе сүзләрне кертү кыры
ug: ئىزدەش رامكىسى
uk: Поле введення пошуку
ur: محرک قظعہ تلاش کریں
uz: Kiritish maydonidan izlash
vi: Trường nhập tìm kiếm
zh_cn: 搜索的输入框
zh_tw: 搜尋欄位

# SearchInput.Title.Search.v106
source: Search
ab: Аԥшаара
be: Пошук
br: Klask
bs: Traži
ca: Cerca
co: Ricercà
cs: Hledat
cy: Chwilio
da: Søg
de: Suche
dsb: Pytaś
el: Αναζήτηση
eo: Serĉi
es: Buscar
es_ar: Buscar
es_cl: Buscar
es_mx: Buscar
eu: Bilatu
fi: Etsi
fr: Rechercher
gd: Lorg
gl: Buscar
he: חיפוש
hr: Traži
hsb: Pytać
hu: Keresés
hy_am: Որոնում
ia: Cercar
id: Cari
is: Leita
it: Cerca
ja: 検索
ka: ძიება
kab: Nadi
kk: Іздеу
ko: 검색
lo: ​ຄົ້ນ​ຫາ
ml: തിരയുക
nb: Søk
nl: Zoeken
nn: Søk
pa_in: ਖੋਜ
pl: Szukaj
pt_br: Pesquisar
pt_pt: Pesquisar
rm: Tschertgar
ru: Поиск
sat_olck: ᱥᱮᱸᱫᱽᱨᱟ
scn: Riscedi
si: සොයන්න
sk: Hľadať
sl: Išči
sq: Kërko
su: Paluruh
sv: Sök
tg: Ҷустуҷӯ
th: ค้นหา
tr: Ara
tt: Эзләү
ug: ئىزدە
uk: Пошук
ur: تلاش کریں
vi: Tìm kiếm
zh_cn: 搜索
zh_tw: 搜尋

source: Select All
ab: Иалкаатәуп зегьы
af: Kies almal
an: Seleccionar-lo tot
ar: حدد الكل
ast: Esbillar too
az: Hamısını Seç
be: Вылучыць усе
bg: Избери всичко
bn: সবগুলো নির্বাচন করুন
br: Diuzañ pep tra
bs: Označi sve
ca: Marca-ho tot
co: Tuttu selezziunà
cs: Vybrat vše
cy: Dewis y Cyfan
da: Vælg alle
de: Alle auswählen
dsb: Wšykne wubraś
el: Επιλογή όλων
eo: Elekti ĉion
es: Seleccionar todo
es_ar: Seleccionar todo
es_cl: Seleccionar todo
es_mx: Seleccionar todo
et: Vali kõik
eu: Hautatu denak
fa: انتخاب همه
fi: Valitse kaikki
fil: Piliin Lahat
fr: Tout sélectionner
ga: Roghnaigh Uile
gd: Tagh na h-uile
gl: Seleccionar todo
gu_in: બધું પસંદ કરો
he: בחירת הכול
hi_in: सभी चुनें
hr: Označi sve
hsb: Wšě wubrać
hu: Mind kijelölése
hy_am: Ընտրել բոլորը
ia: Seliger toto
id: Pilih Semua
is: Velja allt
it: Seleziona tutto
ja: すべて選択
ka: ყველაფრის მონიშვნა
kab: Fren akk
kk: Барлығын таңдау
km: ​ជ្រើស​ទាំងអស់
kn: ಎಲ್ಲವನ್ನೂ ಆರಿಸು
ko: 모두 선택
lo: ເລືອ​ກທັງໝົດ
lt: Pažymėti visus
lv: Izvēlēties visu
ml: എല്ലാം തിരഞ്ഞെടുക്കുക
mr: सर्व निवडा
ms: Pilih Semua
my: အားလုံးကို ရွေးချယ်ပါ
nb: Merk alt
ne_np: सबै चयन गर्नुहोस्
nl: Alle selecteren
nn: Marker alt
oc: O seleccionar tot
pa_in: ਸਭ ਚੁਣੋ
pl: Zaznacz wszystko
pt_br: Selecionar tudo
pt_pt: Selecionar tudo
rm: Selecziunar tut
ro: Selectează tot
ru: Выделить все
sat_olck: ᱡᱚᱛᱚ ᱵᱟᱪᱷᱟᱣ
scn: Scarta tuttu
ses: Ikul suuba
si: සියල්ල තෝරන්න
sk: Vybrať všetko
sl: Izberi vse
sq: Përzgjidhe Krejt
su: Pilih Kabéh
sv: Markera allt
ta: அனைத்தையும் தேர்
te: అన్నిటిని ఎంపికచేయుము
tg: Ҳамаро интихоб кардан
th: เลือกทั้งหมด
tr: Tümünü seç
tt: Барысын да сайлау
ug: ھەممىنى تاللا
uk: Вибрати все
ur: سب کچھ منتخب کريں
uz: Barchasini tanlash
vi: Chọn tất cả
zh_cn: 全部选中
zh_tw: 選取全部

source: Username
ab: Ахархәаҩ ихьӡ
af: Gebruikernaam
an: Nombre d'usuario
ar: اسم المستخدم
ast: Nome d'usuariu
az: İstifadəçi adı
be: Імя карыстальніка
bg: Потребителско име
bn: ব্যবহারকারীর নাম
br: Anv arveriad
bs: Korisničko ime
ca: Nom d'usuari
co: Nome d’utilizatore
cs: Uživatelské jméno
cy: Enw Defnyddiwr
da: Brugernavn
de: Benutzername
dsb: Wužywaŕske mě
el: Όνομα χρήστη
eo: Nomo de uzanto
es: Nombre de usuario
es_ar: Nombre de usuario
es_cl: Nombre de usuario
es_mx: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d’utilisateur
ga: Ainm úsáideora
gd: Ainm-cleachdaiche
gl: Nome de usuario
gu_in: વપરાશકર્તા નામ
he: שם משתמש
hi_in: उपयोगकर्ता नाम
hr: Korisničko ime
hsb: Wužiwarske mjeno
hu: Felhasználónév
hy_am: Օգտանուն
ia: Nomine de usator
id: Nama Pengguna
is: Notendanafn
it: Nome utente
ja: ユーザー名
ka: მომხმარებლის სახელი
kab: Isem n useqdac
kk: Пайдаланушы аты
km: ឈ្មោះ​អ្នក​ប្រើប្រាស់
kn: ಬಳಕೆದಾರ ಹೆಸರು
ko: 사용자 이름
lo: ຊື່ຜູ້ໃຊ້
lt: Naudotojo vardas
lv: Lietotājvārds
ml: ഉപയോക്തൃനാമം
mr: वापरकर्ता नाव
ms: Nama pengguna
my: အသုံးပြုသူ အမည်
nb: Brukernavn
ne_np: प्रयोगकर्ता नाम
nl: Gebruikersnaam
nn: Brukarnamn
oc: Nom d’utilizaire
pa_in: ਵਰਤੋਂਕਾਰ-ਨਾਂ
pl: Nazwa użytkownika
pt_br: Usuário
pt_pt: Nome de utilizador
rm: Num d'utilisader
ro: Nume de utilizator
ru: Имя пользователя
sat_olck: ᱵᱮᱵᱷᱟᱨᱤᱡᱟᱠ ᱧᱩᱛᱩᱢ
scn: Nomu utenti
ses: Goykaw maa
si: පරිශ්‍රීලක නාමය
sk: Používateľské meno
sl: Uporabniško ime
sq: Emër përdoruesi
su: Sandiasma
sv: Användarnamn
ta: பயனர்பெயர்
te: వాడుకరి పేరు
tg: Номи корбар
th: ชื่อผู้ใช้
tr: Kullanıcı adı
tt: Кулланучы исеме
ug: ئىشلەتكۈچى ئىسمى
uk: Ім'я користувача
ur: صارف کا نام
uz: Foydalanuvchi
vi: Tên đăng nhập
zh_cn: 用户名
zh_tw: 使用者名稱

source: Website
ab: Асаит
an: Puesto web
ar: الموقع
ast: Sitiu web
az: Sayt
be: Вэб-сайт
bn: ওয়েবসাইট
br: Lec’hienn
bs: Web stranica
ca: Lloc web
co: Situ web
cs: Server
cy: Gwefan
da: Websted
dsb: Websedło
el: Ιστότοπος
eo: Retejo
es: Sitio web
es_ar: Sitio web
es_cl: Sitio web
es_mx: Sitio web
et: Sait
eu: Webgunea
fa: پایگاه اینترنتی
fi: Verkkosivusto
fr: Site web
gd: Làrach-lìn
gl: Sitio web
gu_in: વેબસાઇટ
he: אתר
hi_in: वेबसाइट
hr: Web stranica
hsb: Websydło
hu: Webhely
hy_am: Կայք
ia: Sito web
id: Situs Web
is: Vefsvæði
it: Sito web
ja: ウェブサイト
ka: ვებსაიტი
kab: Asmel Web
kk: Вебсайт
km: គេហទំព័រ
kn: ಜಾಲತಾಣ
ko: 웹 사이트
lo: ເວັບໄຊທ
lt: Svetainė
lv: Mājas lapa
ml: വെബ്‌സൈറ്റ്
mr: संकेतस्थळ
my: ဝဘ်ဆိုက်
nb: Nettsted
ne_np: वेबसाइट
nn: Nettside
oc: Site web
pa_in: ਵੈੱਬਸਾਈਟ
pl: Witryna
pt_br: Site
ro: Site web
ru: Веб-сайт
sat_olck: ᱣᱮᱵ ᱥᱟᱤᱴ
scn: Situ
si: අඩවිය
sk: Webová stránka
sl: Spletna stran
sq: Sajt
su: Raramatloka
sv: Webbplats
ta: வலைத்தளம்
te: వెబ్‌సైటు
tg: Сомона
th: เว็บไซต์
tr: Web sitesi
tt: Веб-сайт
ug: تور بېكەت
uk: Вебсайт
ur: ويب سائٹ
vi: Trang web
zh_cn: 站点
zh_tw: 網站

# LoginList.DeleteToast.v135
source: Password removed
br: Ger-tremen dilamet
bs: Lozinka je uklonjena
ca: S'ha eliminat la contrasenya
co: Parolla d’intesa cacciata
cs: Heslo bylo odebráno
cy: Cyfrinair wedi'i dynnu
da: Adgangskode fjernet
de: Passwort entfernt
dsb: Gronidło jo se wótwónoźeło
el: Ο κωδικός πρόσβασης αφαιρέθηκε
eo: Pasvorto forigita
es: Contraseña eliminada
es_ar: Contraseña eliminada
es_cl: Contraseña eliminada
es_mx: Contraseña eliminada
eu: Pasahitza kenduta
fi: Salasana poistettu
fr: Mot de passe supprimé
gl: Contrasinal eliminado
he: הססמה הוסרה
hr: Lozinka je uklonjena
hsb: Hesło je so wotstroniło
hu: Jelszó eltávolítva
hy_am: Գաղտնաբառը հեռացվեց
ia: Contrasigno removite
id: Sandi dihapus
is: Lykilorð fjarlægt
it: Password eliminata
ja: パスワードを削除しました
ka: პაროლი მოცილებულია
kab: Awal uffir yettwakkes
kk: Пароль өшірілді
ko: 비밀번호 제거됨
lo: ລຶບລະຫັດຜ່ານອອກແລ້ວ
ml: ഒളിവാക്കു് മാറ്റി
nb: Passord fjernet
nl: Wachtwoord verwijderd
nn: Passord fjerna
pa_in: ਪਾਸਵਰਡ ਨੂੰ ਹਟਾਇਆ ਗਿਆ
pt_br: Senha removida
pt_pt: Palavra-passe removida
rm: Stizzà il pled-clav
ru: Пароль удален
sat_olck: ᱫᱟᱱᱟᱝ ᱥᱟᱵᱟᱫ ᱚᱪᱚᱜ ᱮᱱᱟ
scn: Chiavi livata
si: මුරපදය ඉවත් කෙරිණි
sk: Heslo bolo odstránené
sl: Geslo odstranjeno
sq: Fjalëkalimi u hoq
sv: Lösenord har tagits bort
tg: Ниҳонвожа тоза карда шуд
th: ลบรหัสผ่านออกแล้ว
tr: Parola kaldırıldı
tt: Серсүз бетерелде
ug: ئىم چىقىرىۋېتىلدى
uk: Пароль вилучено
vi: Đã xoá mật khẩu
zh_cn: 密码已移除
zh_tw: 已刪除密碼
